#+TITLE: Digital Painting Fundamentals I
#+AUTHOR: Chris Hogan
#+DATE: <2022-04-11 Mon> to <2022-05-08 Sun>
#+STARTUP: nologdone

* Log
** Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-05-15 Sun 19:37], for week 2022-W19.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *0h 54m*  |
  |----------+------------+-----------|
  | study    | *Tag time* | *0h 13m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *42h 40m* |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *0h 43m*  |
  
  #+END:

*** <2022-04-11 Mon>
**** DONE Scott Robertson perspective                               :drawing:
     :LOGBOOK:
     CLOCK: [2022-04-11 Mon 08:49]--[2022-04-11 Mon 09:43] =>  0:54
     :END:
**** DONE Rendering boxes                                          :painting:
     :LOGBOOK:
     CLOCK: [2022-04-11 Mon 18:01]--[2022-04-11 Mon 20:51] =>  2:50
     CLOCK: [2022-04-11 Mon 12:36]--[2022-04-11 Mon 16:48] =>  4:12
     CLOCK: [2022-04-11 Mon 09:43]--[2022-04-11 Mon 11:39] =>  1:56
     :END:
*** <2022-04-12 Tue>
**** DONE Rendering extruded boxes                                 :painting:
     :LOGBOOK:
     CLOCK: [2022-04-12 Tue 18:34]--[2022-04-12 Tue 22:07] =>  3:33
     :END:
*** <2022-04-13 Wed>
**** DONE Blender tutorial                                               :3D:
     :LOGBOOK:
     CLOCK: [2022-04-13 Wed 17:53]--[2022-04-13 Wed 18:03] =>  0:10
     CLOCK: [2022-04-13 Wed 16:42]--[2022-04-13 Wed 17:15] =>  0:33
     :END:
**** DONE Rendering extruded boxes                                 :painting:
     :LOGBOOK:
     CLOCK: [2022-04-13 Wed 18:03]--[2022-04-13 Wed 22:00] =>  3:57
     :END:
*** <2022-04-14 Thu>
**** DONE Rendering extruded boxes                                 :painting:
     :LOGBOOK:
     CLOCK: [2022-04-14 Thu 18:05]--[2022-04-14 Thu 22:02] =>  3:57
     CLOCK: [2022-04-14 Thu 17:11]--[2022-04-14 Thu 17:16] =>  0:05
     CLOCK: [2022-04-14 Thu 16:32]--[2022-04-14 Thu 16:59] =>  0:27
     :END:
*** <2022-04-15 Fri>
**** DONE Rendering extruded boxes                                 :painting:
     :LOGBOOK:
     CLOCK: [2022-04-15 Fri 18:26]--[2022-04-15 Fri 21:10] =>  2:44
     :END:
**** DONE Rendering spheres                                        :painting:
     :LOGBOOK:
     CLOCK: [2022-04-15 Fri 21:11]--[2022-04-15 Fri 21:49] =>  0:38
     :END:
*** <2022-04-16 Sat>
**** DONE Rendering spheres                                        :painting:
     :LOGBOOK:
     CLOCK: [2022-04-16 Sat 21:51]--[2022-04-16 Sat 22:05] =>  0:14
     CLOCK: [2022-04-16 Sat 18:02]--[2022-04-16 Sat 21:33] =>  3:31
     CLOCK: [2022-04-16 Sat 14:28]--[2022-04-16 Sat 16:16] =>  1:48
     CLOCK: [2022-04-16 Sat 12:18]--[2022-04-16 Sat 12:34] =>  0:16
     CLOCK: [2022-04-16 Sat 07:45]--[2022-04-16 Sat 11:34] =>  3:49
     :END:
*** <2022-04-17 Sun>
**** DONE Rendering spheres                                        :painting:
     :LOGBOOK:
     CLOCK: [2022-04-17 Sun 18:00]--[2022-04-17 Sun 20:33] =>  2:33
     CLOCK: [2022-04-17 Sun 12:50]--[2022-04-17 Sun 15:01] =>  2:11
     CLOCK: [2022-04-17 Sun 08:01]--[2022-04-17 Sun 12:00] =>  3:59
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2022-04-17 Sun 20:33]--[2022-04-17 Sun 20:46] =>  0:13
     :END:
** Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-05-15 Sun 19:37], for week 2022-W19.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *0h 0m*   |
  |----------+------------+-----------|
  | study    | *Tag time* | *1h 34m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *45h 22m* |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *0h 0m*   |
  
  #+END:
*** <2022-04-18 Mon>
**** DONE Rendering spheres                                        :painting:
     :LOGBOOK:
     CLOCK: [2022-04-18 Mon 13:26]--[2022-04-18 Mon 16:59] =>  3:33
     CLOCK: [2022-04-18 Mon 07:35]--[2022-04-18 Mon 11:44] =>  4:09
     :END:
**** DONE Organic forms                                            :painting:
     :LOGBOOK:
     CLOCK: [2022-04-18 Mon 18:26]--[2022-04-18 Mon 21:57] =>  3:31
     :END:
*** <2022-04-19 Tue>
**** DONE Organic forms                                            :painting:
     :LOGBOOK:
     CLOCK: [2022-04-19 Tue 18:12]--[2022-04-19 Tue 21:50] =>  3:38
     CLOCK: [2022-04-19 Tue 16:40]--[2022-04-19 Tue 16:58] =>  0:18
     :END:
*** <2022-04-20 Wed>
**** DONE Organic forms                                            :painting:
     :LOGBOOK:
     CLOCK: [2022-04-20 Wed 18:01]--[2022-04-20 Wed 21:38] =>  3:37
     CLOCK: [2022-04-20 Wed 16:35]--[2022-04-20 Wed 17:09] =>  0:34
     :END:
*** <2022-04-21 Thu>
**** DONE Organic forms                                            :painting:
     :LOGBOOK:
     CLOCK: [2022-04-21 Thu 19:20]--[2022-04-21 Thu 21:41] =>  2:21
     CLOCK: [2022-04-21 Thu 17:33]--[2022-04-21 Thu 19:10] =>  1:37
     :END:
*** <2022-04-22 Fri>
**** DONE Organic forms                                            :painting:
     :LOGBOOK:
     CLOCK: [2022-04-22 Fri 17:49]--[2022-04-22 Fri 20:27] =>  2:38
     :END:
**** DONE Block animals                                            :painting:
     :LOGBOOK:
     CLOCK: [2022-04-22 Fri 20:28]--[2022-04-22 Fri 22:27] =>  1:59
     :END:
*** <2022-04-23 Sat>
    :LOGBOOK:
    CLOCK: [2022-04-23 Sat 18:10]--[2022-04-23 Sat 18:11] =>  0:01
    :END:
**** DONE Block animals                                            :painting:
     :LOGBOOK:
     CLOCK: [2022-04-23 Sat 18:11]--[2022-04-23 Sat 21:29] =>  3:18
     CLOCK: [2022-04-23 Sat 15:04]--[2022-04-23 Sat 16:06] =>  1:02
     CLOCK: [2022-04-23 Sat 13:22]--[2022-04-23 Sat 14:50] =>  1:28
     CLOCK: [2022-04-23 Sat 08:01]--[2022-04-23 Sat 11:56] =>  3:55
     :END:
*** <2022-04-24 Sun>
**** DONE Block animals                                            :painting:
     :LOGBOOK:
     CLOCK: [2022-04-24 Sun 18:34]--[2022-04-24 Sun 20:24] =>  1:50
     CLOCK: [2022-04-24 Sun 14:19]--[2022-04-24 Sun 16:14] =>  1:55
     CLOCK: [2022-04-24 Sun 08:04]--[2022-04-24 Sun 12:03] =>  3:59
     :END:
**** DONE Rendering matte sphere                                      :study:
     :LOGBOOK:
     CLOCK: [2022-04-24 Sun 16:40]--[2022-04-24 Sun 17:18] =>  0:38
     CLOCK: [2022-04-24 Sun 16:19]--[2022-04-24 Sun 16:30] =>  0:11
     CLOCK: [2022-04-24 Sun 12:32]--[2022-04-24 Sun 13:00] =>  0:28
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2022-04-24 Sun 20:25]--[2022-04-24 Sun 20:42] =>  0:17
     :END:
** Week 3
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-05-15 Sun 19:37], for week 2022-W19.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *0h 0m*   |
  |----------+------------+-----------|
  | study    | *Tag time* | *0h 14m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *25h 47m* |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *0h 0m*   |
  
  #+END:
*** <2022-04-25 Mon>
**** DONE Block animals                                            :painting: 
     :LOGBOOK:
     CLOCK: [2022-04-25 Mon 07:45]--[2022-04-25 Mon 09:27] =>  1:42
     :END:
**** DONE Block vehicles                                           :painting:
     :LOGBOOK:
     CLOCK: [2022-04-25 Mon 18:03]--[2022-04-25 Mon 21:59] =>  3:56
     CLOCK: [2022-04-25 Mon 13:03]--[2022-04-25 Mon 17:00] =>  3:57
     CLOCK: [2022-04-25 Mon 09:28]--[2022-04-25 Mon 11:41] =>  2:13
     :END:
*** <2022-04-26 Tue>
**** DONE Block vehicles                                           :painting:
     :LOGBOOK:
     CLOCK: [2022-04-26 Tue 18:01]--[2022-04-26 Tue 21:56] =>  3:55
     :END:
*** <2022-04-27 Wed>
**** DONE Block vehicles                                           :painting:
     :LOGBOOK:
     CLOCK: [2022-04-27 Wed 18:00]--[2022-04-27 Wed 21:57] =>  3:57
     :END:
*** <2022-04-28 Thu>
**** DONE Block vehicles                                           :painting:
     :LOGBOOK:
     CLOCK: [2022-04-28 Thu 15:58]--[2022-04-28 Thu 17:06] =>  1:08
     :END:
*** <2022-04-29 Fri>
**** DONE Block vehicles                                           :painting:
     :LOGBOOK:
     CLOCK: [2022-04-29 Fri 14:59]--[2022-04-29 Fri 16:21] =>  1:22
     :END:
*** <2022-04-30 Sat>
**** DONE Block vehicles                                           :painting:
     :LOGBOOK:
     CLOCK: [2022-04-30 Sat 15:16]--[2022-04-30 Sat 16:42] =>  1:26
     CLOCK: [2022-04-30 Sat 10:21]--[2022-04-30 Sat 10:32] =>  0:11
     :END:
*** <2022-05-01 Sun>
**** DONE Block vehicles                                           :painting:
     :LOGBOOK:
     CLOCK: [2022-05-01 Sun 18:31]--[2022-05-01 Sun 18:52] =>  0:21
     CLOCK: [2022-05-01 Sun 10:04]--[2022-05-01 Sun 11:43] =>  1:39
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2022-05-01 Sun 18:52]--[2022-05-01 Sun 19:06] =>  0:14
     :END:
** Week 4
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-05-15 Sun 19:37], for week 2022-W19.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *0h 0m*   |
  |----------+------------+-----------|
  | study    | *Tag time* | *2h 48m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *31h 26m* |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *0h 0m*   |
  
  #+END:
*** <2022-05-02 Mon>
**** DONE Block humans                                             :painting:
     :LOGBOOK:
     CLOCK: [2022-05-02 Mon 13:45]--[2022-05-02 Mon 14:45] =>  1:00
     CLOCK: [2022-05-02 Mon 08:53]--[2022-05-02 Mon 09:56] =>  1:03
     :END:
*** <2022-05-03 Tue>
**** DONE Block humans                                             :painting:
     :LOGBOOK:
     CLOCK: [2022-05-03 Tue 17:30]--[2022-05-03 Tue 21:57] =>  4:27
     :END:
*** <2022-05-04 Wed>
**** DONE Block humans                                             :painting:
     :LOGBOOK:
     CLOCK: [2022-05-04 Wed 20:24]--[2022-05-04 Wed 21:57] =>  1:33
     CLOCK: [2022-05-04 Wed 17:48]--[2022-05-04 Wed 20:04] =>  2:16
     :END:
*** <2022-05-05 Thu>
**** DONE Block humans                                             :painting:
     :LOGBOOK:
     CLOCK: [2022-05-05 Thu 21:47]--[2022-05-05 Thu 22:00] =>  0:13
     CLOCK: [2022-05-05 Thu 17:46]--[2022-05-05 Thu 21:26] =>  3:40
     :END:
*** <2022-05-06 Fri>
**** DONE Block humans                                             :painting:
     :LOGBOOK:
     CLOCK: [2022-05-06 Fri 18:05]--[2022-05-06 Fri 21:54] =>  3:49
     :END:
*** <2022-05-07 Sat>
**** DONE Block humans                                             :painting:
     :LOGBOOK:
     CLOCK: [2022-05-07 Sat 08:06]--[2022-05-07 Sat 10:26] =>  2:20
     :END:
**** DONE Materials                                                   :study:
     :LOGBOOK:
     CLOCK: [2022-05-07 Sat 14:05]--[2022-05-07 Sat 14:17] =>  0:12
     CLOCK: [2022-05-07 Sat 12:59]--[2022-05-07 Sat 13:15] =>  0:16
     CLOCK: [2022-05-07 Sat 12:24]--[2022-05-07 Sat 12:53] =>  0:29
     CLOCK: [2022-05-07 Sat 10:26]--[2022-05-07 Sat 12:06] =>  1:40
     :END:
**** DONE Material rendering                                       :painting:
     :LOGBOOK:
     CLOCK: [2022-05-07 Sat 17:01]--[2022-05-07 Sat 21:25] =>  4:24
     CLOCK: [2022-05-07 Sat 14:17]--[2022-05-07 Sat 15:50] =>  1:33
     :END:
*** <2022-05-08 Sun>
**** DONE Material rendering                                       :painting:
     :LOGBOOK:
     CLOCK: [2022-05-08 Sun 18:00]--[2022-05-08 Sun 20:45] =>  2:45
     CLOCK: [2022-05-08 Sun 16:47]--[2022-05-08 Sun 17:16] =>  0:29
     CLOCK: [2022-05-08 Sun 08:00]--[2022-05-08 Sun 09:54] =>  1:54
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2022-05-08 Sun 20:55]--[2022-05-08 Sun 21:06] =>  0:11
     :END:
** Week 5
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-05-15 Sun 19:37], for week 2022-W19.
  | Tags     | Headline                      | Time    |       |       |       |
  |----------+-------------------------------+---------+-------+-------+-------|
  |          | *Total time*                  | *48:34* |       |       |       |
  |----------+-------------------------------+---------+-------+-------+-------|
  |          | \_  Week 5                    |         | 48:34 |       |       |
  |          | \_    <2022-05-09 Mon>        |         |       | 11:15 |       |
  | painting | \_      Material rendering    |         |       |       | 11:15 |
  |          | \_    <2022-05-10 Tue>        |         |       |  3:49 |       |
  | painting | \_      Material rendering    |         |       |       |  3:49 |
  |          | \_    <2022-05-11 Wed>        |         |       |  3:51 |       |
  | painting | \_      Material rendering    |         |       |       |  3:51 |
  |          | \_    <2022-05-12 Thu>        |         |       |  4:11 |       |
  | painting | \_      Material rendering    |         |       |       |  4:11 |
  |          | \_    <2022-05-13 Fri>        |         |       |  3:16 |       |
  | painting | \_      Material rendering    |         |       |       |  3:16 |
  |          | \_    <2022-05-14 Sat>        |         |       | 11:22 |       |
  | painting | \_      Material rendering    |         |       |       | 11:22 |
  |          | \_    <2022-05-15 Sun>        |         |       | 10:50 |       |
  | painting | \_      Material rendering    |         |       |       |  5:10 |
  | study    | \_      FND 1 - Week 1        |         |       |       |  3:05 |
  | study    | \_      Blog                  |         |       |       |  0:35 |
  | study    | \_      VizCom Flash - Week 1 |         |       |       |  2:00 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *0h 0m*   |
  |----------+------------+-----------|
  | study    | *Tag time* | *5h 40m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *42h 54m* |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *0h 0m*   |
  
  #+END:
*** <2022-05-09 Mon>
**** DONE Material rendering                                       :painting:
     :LOGBOOK:
     CLOCK: [2022-05-09 Mon 19:36]--[2022-05-09 Mon 21:59] =>  2:23
     CLOCK: [2022-05-09 Mon 18:09]--[2022-05-09 Mon 19:12] =>  1:03
     CLOCK: [2022-05-09 Mon 12:36]--[2022-05-09 Mon 16:17] =>  3:41
     CLOCK: [2022-05-09 Mon 07:32]--[2022-05-09 Mon 11:40] =>  4:08
     :END:
*** <2022-05-10 Tue>
**** DONE Material rendering                                       :painting:
     :LOGBOOK:
     CLOCK: [2022-05-10 Tue 18:09]--[2022-05-10 Tue 21:58] =>  3:49
     :END:
*** <2022-05-11 Wed>
**** DONE Material rendering                                       :painting:
     :LOGBOOK:
     CLOCK: [2022-05-11 Wed 18:11]--[2022-05-11 Wed 22:02] =>  3:51
     :END:
*** <2022-05-12 Thu>
**** DONE Material rendering                                       :painting:
     :LOGBOOK:
     CLOCK: [2022-05-12 Thu 17:47]--[2022-05-12 Thu 21:58] =>  4:11
     :END:
*** <2022-05-13 Fri>
**** DONE Material rendering                                       :painting:
     :LOGBOOK:
     CLOCK: [2022-05-13 Fri 19:43]--[2022-05-13 Fri 21:36] =>  1:53
     CLOCK: [2022-05-13 Fri 18:02]--[2022-05-13 Fri 19:25] =>  1:23
     :END:
*** <2022-05-14 Sat>
**** DONE Material rendering                                       :painting:
     :LOGBOOK:
     CLOCK: [2022-05-14 Sat 18:05]--[2022-05-14 Sat 21:39] =>  3:34
     CLOCK: [2022-05-14 Sat 12:13]--[2022-05-14 Sat 16:05] =>  3:52
     CLOCK: [2022-05-14 Sat 07:44]--[2022-05-14 Sat 11:40] =>  3:56
     :END:
*** <2022-05-15 Sun>
**** DONE Material rendering                                       :painting:
     :LOGBOOK:
     CLOCK: [2022-05-15 Sun 17:16]--[2022-05-15 Sun 19:01] =>  1:45
     CLOCK: [2022-05-15 Sun 08:04]--[2022-05-15 Sun 11:29] =>  3:25
     :END:
**** DONE FND 1 - Week 1                                              :study:
     :LOGBOOK:
     CLOCK: [2022-05-15 Sun 12:00]--[2022-05-15 Sun 15:05] =>  3:05
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2022-05-15 Sun 19:01]--[2022-05-15 Sun 19:36] =>  0:35
     :END:
**** DONE VizCom Flash - Week 1                                       :study:
     :LOGBOOK:
     CLOCK: [2022-05-15 Sun 20:00]--[2022-05-15 Sun 22:00] =>  2:00
     :END:
